import React from "react";
import MMNContainer from "@/components/MMNContainer";
import TopNav from "@/components/TopNav";
import MMNTitle from "@/components/MMNTItle";

const NavData = [
  { title: "Home", link: "/home" },
  { title: "Diwali Magazine", link: "#" },
  { title: "Magazine 1", link: "#" },
];

const Magazine1 = () => {
  return (
    <div className="max-w-[1440px] m-auto">
      <TopNav itemList={NavData} />
      <MMNContainer className="gap-[40px] pb-[40px] lg:flex-row flex-col">
        <div className="min-h-screen flex flex-col bg-white p-4 sm:p-6 lg:p-8">
          <MMNTitle title="Magazine 1" className="pb-2 mb-4" color="purple" />
          <p>
            शांत वातावरणात शेकोटीशेजारी बसायला भन्नाट वाटलं एकदम! तिसरा दिवस -
            जिस्पा ते लेह
          </p>
          <br />
          <p>
            आजचा दिवस हा संपूर्ण टूरमधला सर्वात कठीण प्रवासाचा दिवस! जिस्पा ते
            लेह! अंतर साडेतीनशे किमी! आणि वाटेत बारलाचा पास - १६०५० फूट, नकीला
            पास - १५५५० फूट, लाचुलुंग-ला पास - १६६१६ फूट, आणि जगातील दुसर्‍या
            क्रमांकाचा उंच टांगलांग-ला पास - १७५८२ फूट! या रस्त्यावर काही अवघड
            Water Crossings असणार होते, तसेच ५० पेक्षा जास्त किमीचा रस्ता हा
            अत्यंत खराब होता. त्यात अजून आम्ही आजीबात acclimatize झालेलो नव्हतो,
            आणि डायरेक्ट १६००० फुटांवर जावे लागणार होते, ते ही सलग नाही तर
            अनेकदा वर जाउन पुन्हा खाली आणि पुन्हा वर!
          </p>
          <br />
          <p>
            काही भागांत रस्ता चांगला होता, पण उंचावर असल्यामुळे ऑक्सीजनचं प्रमाण
            कमी होतं. त्यातून आरएक्स टू-स्ट्रोक असल्यामुळे मुळात तिला ऑक्सीजन
            जास्त लागतो. त्यामुळे वेगात जाणं शक्यच नव्हतं. वाटेत सर्चू नावाचं
            गाव होतं, त्याच्या अलीकडे जेवून घेतलं. त्या आधीचे चाळीसेक किमी
            निव्वळ भयंकर होते. रस्ता कमाल खराब, आणि काही ठिकाणीतर रस्ताच नाही!
            सगळे खड्ड्यांतून, पाण्यातून, जागा मिळेल तिथून गाडी दामटवत राहीले.
            अंग पार खिळखिळं होउन गेलं!
          </p>
          <br />
          <p>
            जेवणानंतर एकेक पास चढत आणि उतरत पुढे जात राहीलो. सर्वप्रथम आला तो
            नकीला पास - १५५४७ फूट. त्यापाठोपाठ लगेच आला लाचुंगला पास - १६६१६
            फूट. मधे अधे कच्चे रस्ते, धबधबे वगैरे सुरुच होते. काही ठिकाणी
            क्रॉसिंगसाठी छोटे लोखंडी पूल ठेवलेले होते.
          </p>
          <br />
          <p>
            वाटेत एकदा चहाला थांबलो असता पेट्रोलचा अंदाज घेतला, आणि मला अंदाज
            आला की यामाहा काही पेट्रोल पंपापर्यंत जाणार नाही. बॅकअप गाडीत
            पेट्रोल होतं, पण आम्ही बरंच पुढे आलो असल्यामुळे त्या गाडीला यायला
            बराच वेळ लागणार होता. आम्ही थांबलो होतो ती जागा अगदीच विराण होती. पण
            मी जायच्या आधी माहीती काढली होती त्यानुसार अगदी छोट्या
            ढाब्यावरसुद्धा पेट्रोल ठेवलेलं असतं विकायला. तिथल्या माणसाला विचारलं
            तर आहे म्हणाला, १५० रुपये लिटर! मग त्याच्याकडून १ लिटर पेट्रोल घेउन
            पुढे निघालो. पहीला पेट्रोल पंप लेहच्या अलिकडे साधारण ४० किमीवर आहे,
            कारु नावाच्या गावात. पण तरीही माझा अंदाज चुकलाच, आणि कारुच्या जेमतेम
            १२ किमी अलीकडे पेट्रोल संपून गाडी बंद! माझ्या बरोबर एक रायडर होता,
            पण त्याच्याही बाईकमधे जेमतेम पेट्रोल होतं. कॉलेजकाळात वापरलेल्या
            टॅक्टीक्ट्स - गाडी आडवी करुन ठेवणे आणि चालू करुन पटकन निघणे - वगैरे
            वापरुन अजून २-३ किमी गेलो, आणि उपशी नावाच्या गावापाशी पूर्ण खडखडाट
            झाल्यावर थांबलो. आता बॅकअप वेहीकल येइपर्यंत थांबण्याशिवाय पर्याय
            नव्हता. त्या ढाब्याप्रमाणे उपशी गावात कुणाकडेतरी पेट्रोल असेल या
            आशेने गावात फिरुन आलो, पण १२ किमीवर पंप असल्यामुळे तिथे कोणी पेट्रोल
            ठेवत नव्हतं. मग निवांत चहा घेत बसलो. तेवढ्यात लकीली अजून एक रायडर
            आला, त्याच्या बुलेट मधे पेट्रोल होतं. मग त्याच्या बुलेटमधून अर्धा
            लिटर पेट्रोल बाटलीत घेउन यामाहामधे टाकलं आणि पंपावर पोचलो. तिथे
            पुन्हा अगदी काठोकाठ पेट्रोल भरुन घेतलं, आणि पुढे तासाभरात लेहला
            पोहोचलो.
          </p>
          <br />
          <p>
            बाराहून अधीक तास खडतर रस्त्यावरुन प्रवास झाला होता, त्यामुळे पार वाट
            लागली होती. त्यानंतरचा दिवस आरामासाठी आणि लेह मधे फिरण्यासाठी होता.
            त्यामुळे जेवण केलं आणि फोनमधला अलार्म बंद करुन कमाल ताणून दिली!
          </p>
          <br />
          <p>चौथा दिवस - लेह</p>
          <p>
            आज निवांत उठून, नाष्टा वगैरे करुन भटकायला बाहेर पडलो. प्रथम आम्ही
            Thiksay Monastery मधे गेलो. खुप छान जागा होती. विशेषत: प्रार्थना
            हॉलमधे सर्वजण अतीशय शांत बसले होते आणि धीरगंभीर आवाजात त्यांची
            प्रार्थना आणि पारंपारीक वाद्यांचा आवाज इतका मस्त वाटत होता की तिथून
            उठायची इच्छाच होईना. तिथून बाहेर आल्यावर मराठी बोलणं ऐकून तिथले एक
            जवान जवळ आले, ते महाराष्ट्रातील होते. त्यांच्याबरोबर मराठीतून मस्त
            गप्पा झाल्या.
          </p>
          <br />
          <p>
            तिथून निघालो आणि 3 Idiots मधील फेमस शाळेत गेलो. त्या शाळेचं खरं नाव
            आहे Druk White Lotus School. छान आहे शाळा. तिथे शाळेबद्दलची थोडक्यात
            माहीती दिली. ऑफीसमधे शाळेचे, 3 Idiots च्या शूटींगच्या वेळचे असे काही
            फोटोज आहेत. शाळा तेव्हा चालू असल्यामुळे मुख्य इमारतीत जायला परवानगी
            नव्हती, ऑफीस आणि 3 Idiots च्या शूटींगच्या लोकेशनवर जायला एक टूर
            होती. ते बघून आलो. त्यानंतर आम्ही लेह मार्केटमधे गेलो. उरलेला दिवस
            मार्केटमधेच गेला.
          </p>
          <br />
          <p>
            रोज रात्री जेवण झाल्यावर मिटींग असे, तेव्हा दुसर्‍या दिवशीचा डिटेल
            प्लॅन सांगण्यात येई. त्या दिवशी बातमी मिळाली की तुर्तूक ते पँगाँग
            रस्ता पावसामुळे वाहून गेलेला आहे. त्यामुळे आमचा प्लॅन बदलावा लागणार
            होता. मूळ प्लॅन लेह-तुर्तूक-डिस्कीट-पँगाँग-लेह असा होता. त्याऐवजी
            आता तुर्तूक कॅन्सल करुन लेह-डिस्कीट-लेह आणि नंतर लेह-पँगाँग-लेह असा
            बदल करावा लागला.
          </p>
          <br />
          <p>
            याचाच अर्थ डिस्कीटच्या रस्त्यावर असलेला सर्वात उंच खारदुंगला पास
            जाताना आणि येताना असा दोनदा चढून उतरायचा.
          </p>
          <br />
          <p>
            तसेच पँगाँगच्या रस्त्यावर असलेला तिसर्‍या क्रमांकाचा उंच आणी सर्वात
            लांबलचक असलेला चांग-ला पासही जाताना आणि येताना असा दोनदा चढून
            उतरायचा. बाबो.... चांग-लाच खतरनाक ट्वीस्ट आला हा तर!
          </p>
          <br />
          <p>पाचवा दिवस - लेह ते डिस्कीट</p>
          <p>
            लेहमधून सकाळी लवकरच निघालो. लेहमधून बाहेर पडल्यावर खारदुंगला पास
            लगेचच चालू होतो. मुळात लेह साधारणपणे १२००० फूटांवर आहे. साधारणपणे
            ८०००-९००० फूटांनंतर गाड्या मिसफायर करायला लागतात. त्यामुळे
            लेहमधेसुद्धा गाड्या आजीबात नीट चालत नव्हत्या. खारदुंगला चढायला
            सुरुवात केल्यावर तर गाड्या कमालीच्या मंदावल्या. टॉप जवळ येउ लागला
            तसंतर सेकंड गिअर आणि फुल्ल अ‍ॅक्सीलरेटर देउनसुद्धा यामाहा २० चा
            स्पीड सुद्धा घेईना. अर्थात बाकी गाड्यांची अवस्थाही फार काही बरी
            नव्हती. फायदा एवढाच कि गेले २-३ दिवस high altitude वर घालवल्यामुळे
            आम्ही आता acclimatized झालो होतो, त्यामुळे आम्हाला काही त्रास होत
            नव्हता.
          </p>
          <br />
          <p>
            बराच वेळ अ‍ॅक्सीलरेटर पिळून पिळून मनगट दुखायला लागलं, आणि शेवटी
            एकदाचा खारदुंगला टॉप आला. जगातल्या The Highest Motorable All Weather
            Road वर आपली MH-12 नंबरची यामाहा आरएक्स १०० घेउन जाण्याचं कित्येक
            वर्षांपासूनचं स्वप्न साकार झालं!
          </p>

          <img src="/image/magazine/m-1.png" alt="" width={500} />

          <p>
            टॉपला थोडावेळ थांबून (आणि अर्थात एक चहा मारुन) खारदुंगला दुसर्‍या
            बाजूने उतरायला सुरुवात केली, आणि Nubra Valley कडे निघालो. या
            रस्त्यावर उन्हाचा चांगलाच तडाखा बसला. Nubra Valley सुद्धा अप्रतीम
            सुंदर आहे. हॉटेलवर पोहोचल्यावर फ्रेश होउन लगेच आम्ही फिरायला बाहेर
            पडलो. तिथल्या Sand Dunes मधे संध्याकाळच्या वेळी फिरायला फार भारी
            वाटलं. तिथे ऊंटावरुन सफारी करता येते. तेथील ऊंटांचे वैशिष्ठ म्हणजे
            त्यांना दोन मदारी असतात. रात्री पार अंधार पडेपर्यंत आम्ही तिकडेच
            फिरत राहीलो.
          </p>
          <br />
          <p>
            सहावा दिवस - डिस्कीट ते लेह <br />
            आज सकाळी उठून हॉटेलच्या जवळच असणार्‍या Diskit Monasteryला गेलो. तिथे
            बुद्धाची मोठी मुर्ती आहे, आणि चहूबाजूंनी डोंगर आहेत त्यामुळे भारी
            व्ह्यू मिळतो. तिथून पुन्हा आपले लागलो खारदुंगला चढायला. यावेळी टॉपला
            थोडा ब्रेक घेतला. तिथल्या खारदुंगला कॅफेमधे, जो जगातल्या सर्वात
            उंचावरचा कॅफे आहे, मॅगी आणि चहा घेतला. तिकडून उतरताना दुरवर
            बर्फाच्छादित शिखरं खुप मस्त दिसत होती. सातवा दिवस - लेह ते पँगाँग
          </p>
          <br />
          <p>
            आज पँगाँगला जायला निघालो, आजचा पास होता चांगला. हा चांगलाच लांबलचक
            पास होता, संपता संपेना. गाड्यांचा जणू जीव घाबरा झाला. उंचीला
            खारदुंगला पेक्षा थोडासाच कमी आहे पण खारदुंगलापेक्षाही अवघड वाटतो.
            त्यामुळे पँगाँगला पोहोचायला वेळही बराच लागला. पँगॉंगचे सौदर्य आपण 3
            Idiots मधे पाहीलेच आहे. इथे मात्र आम्हाला वेदरची फारशी साथ लाभली
            नाही. प्रचंड थंडी, ढगाळ वातावरण आणि अधूनमधून पावसाच्या बारीक सरी येत
            होत्या. आठवा दिवस - पँगाँग ते लेह
          </p>
          <br />
          <p>
            सकाळी उठल्यावर थंडीच्या जोडीने भुरभुर पाऊस सुरु झाला. त्यामुळे
            रेनकोट चढवूनच निघालो. पुन्हा एकदा चांगला पास चढून उतरला. लेहमधे परत
            आल्यावर थोडी विश्रांती घेउन संध्याकाळी शांती स्तूप बघायला गेलो.
            इथेही तीन बाजूंनी डोंगर आणि चौथ्या बाजूला लेह शहर खुप मस्त दिसते.
            नववा दिवस - लेह ते कारगील
          </p>
          <br />
          <p>
            आज लेह-लडाख प्रांताचा निरोप घेउन कारगीलला निघालो. लेहच्या बाहेर
            Magnetic Hill लागला. तिथे जरा थांबून पुढे निघालो. लेह-कारगील नॅशनल
            हायवे असल्यामुळे रस्ता एकदम करकरीत होता. थोडं पुढे गेल्यावर एका
            टेकडीवरुन खाली सिंधू आणि झंस्कार नद्यांचा संगम पाहीला. त्यानंतर
            श्रीनगर पर्यंत ३ पास लागले, फोटूला, नामीक-ला आणि झोझीला. त्यातला
            झोझीला पास डेंजर होता, फक्त लेहकडून जाताना तो उतरायचा होता ही
            त्यातल्या त्यात जमेची बाब! कारगीलला पोहोचता पोहोचता संध्याकाळ झाली.
            संध्याकाळी तिथल्या बाजारात जरा फिरुन आम्ही हॉटेलवर परतलो.
          </p>
          <br />
          <p>
            दहावा दिवस - कारगील ते श्रीनगर <br />
            आजचा बाईक प्रवासाचा शेवटचा दिवस. सकाळी आवरुन Kargil War Memorial ला
            भेट दिली. हे मेमोरियल द्रास शहरात आहे, जे भारतातील सर्वात थंड ठिकाण
            आहे. तसेच तिथे लावलेल्या J&K Tourism च्या पाटीनुसार ते The second
            coldest inhabited place in the world आहे. वॉर मेमोरियल अत्यंत सुंदर
            बनवलेलं आहे. तिथून भारावलेल्या अवस्थेतच बाहेत आलो आणि श्रीनगरची दिशा
            पकडली. सोनमर्ग जवळ येउ लागल्यावर वर म्हटल्याप्रमाणे पुन्हा
            हिरव्यागार टेकड्या दिसू लागल्या. श्रीनगरला हाउसबोटवर रहायची सोय
            होती. बाकी सगळे आराम करु लागले, पण मला यामाहा पुण्याला कुरीयरने
            पाठवायची असल्यामुळे माझी संध्याकाळ त्यातच गेली.
          </p>
          <br />
          <p>
            यामाहा पाठवून देउन मी दुसर्‍या दिवशी विमानाने परतलो. ही ट्रीप
            सर्वार्थाने आयुष्यभरासाठी एक अविस्मरणीय अनुभव बनून राहील यात शंकाच
            नाही!
          </p>
        </div>
      </MMNContainer>
    </div>
  );
};

export default Magazine1;
